window.myDemoData1 =
    {
        "calcChain": [],
        "celldata": [
            {
                "r": 0,
                "c": 0,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "D0基本信息",
                    "mc": {
                        "r": 0,
                        "c": 0,
                        "rs": 1,
                        "cs": 5
                    },
                    "realV": "D0基本信息",
                    "tb": "2",
                    "v": "D0基本信息"
                }
            },
            {
                "r": 0,
                "c": 1,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 0
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 2,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 0
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 3,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 0
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 4,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 0
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 5,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "D4根因分析&D6纠正措施执行与验证",
                    "mc": {
                        "r": 0,
                        "c": 5,
                        "rs": 1,
                        "cs": 8
                    },
                    "realV": "D4根因分析&D6纠正措施执行与验证",
                    "tb": "2",
                    "v": "D4根因分析&D6纠正措施执行与验证"
                }
            },
            {
                "r": 0,
                "c": 6,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 7,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 8,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 9,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 10,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 11,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 12,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 0,
                "c": 13,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "D8问题关闭",
                    "realV": "D8问题关闭",
                    "tb": "2",
                    "v": "D8问题关闭"
                }
            },
            {
                "r": 1,
                "c": 0,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "问题编号",
                    "realV": "问题编号",
                    "tb": "2",
                    "v": "问题编号"
                }
            },
            {
                "r": 1,
                "c": 1,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "fc": "#FF0000",
                                "ff": "4",
                                "fs": "10",
                                "v": "*"
                            },
                            {
                                "fc": "#444444",
                                "ff": "4",
                                "fs": "10",
                                "v": "问题描述"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "realV": "\r\n*问题描述",
                    "tb": "2"
                }
            },
            {
                "r": 1,
                "c": 2,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "fc": "#FF0000",
                                "ff": "4",
                                "fs": "10",
                                "v": "*"
                            },
                            {
                                "fc": "#444444",
                                "ff": "4",
                                "fs": "10",
                                "v": "严重程度"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "realV": "\r\n*严重程度",
                    "tb": "2"
                }
            },
            {
                "r": 1,
                "c": 3,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "fc": "#FF0000",
                                "ff": "4",
                                "fs": "10",
                                "v": "*"
                            },
                            {
                                "fc": "#444444",
                                "ff": "4",
                                "fs": "10",
                                "v": "问题小类"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "realV": "\r\n*问题小类",
                    "tb": "2"
                }
            },
            {
                "r": 1,
                "c": 4,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "fc": "#FF0000",
                                "ff": "4",
                                "fs": "10",
                                "v": "*"
                            },
                            {
                                "fc": "#444444",
                                "ff": "4",
                                "fs": "10",
                                "v": "问题负责人"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "realV": "\r\n*问题负责人",
                    "tb": "2"
                }
            },
            {
                "r": 1,
                "c": 5,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "原因分析",
                    "realV": "原因分析",
                    "tb": "2",
                    "v": "原因分析"
                }
            },
            {
                "r": 1,
                "c": 6,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "改善措施",
                    "realV": "改善措施",
                    "tb": "2",
                    "v": "改善措施"
                }
            },
            {
                "r": 1,
                "c": 7,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "措施负责人",
                    "realV": "措施负责人",
                    "tb": "2",
                    "v": "措施负责人"
                }
            },
            {
                "r": 1,
                "c": 8,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "计划开始时间",
                    "realV": "计划开始时间",
                    "tb": "2",
                    "v": "计划开始时间"
                }
            },
            {
                "r": 1,
                "c": 9,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "计划结束时间",
                    "realV": "计划结束时间",
                    "tb": "2",
                    "v": "计划结束时间"
                }
            },
            {
                "r": 1,
                "c": 10,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "措施改善文档",
                    "realV": "措施改善文档",
                    "tb": "2",
                    "v": "措施改善文档"
                }
            },
            {
                "r": 1,
                "c": 11,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "措施状态",
                    "realV": "措施状态",
                    "tb": "2",
                    "v": "措施状态"
                }
            },
            {
                "r": 1,
                "c": 12,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "实际完成日期",
                    "realV": "实际完成日期",
                    "tb": "2",
                    "v": "实际完成日期"
                }
            },
            {
                "r": 1,
                "c": 13,
                "v": {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "问题状态",
                    "realV": "问题状态",
                    "tb": "2",
                    "v": "问题状态"
                }
            },
            {
                "r": 2,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270003",
                    "realV": "PRJ202403270003",
                    "selectObj": {
                        "value": "1893"
                    },
                    "v": "PRJ202403270003"
                }
            },
            {
                "r": 2,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "灯丝切割时发现灯丝电极处底膜断裂现象\n    不良率：9.6%（46/480）"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n灯丝切割时发现灯丝电极处底膜断裂现象\n    不良率：9.6%（46/480）",
                    "tb": "2"
                }
            },
            {
                "r": 2,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 2,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 2,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 2,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸\n    2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄\n    流出原因：\n    封口后壁厚未定义"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸\n    2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄\n    流出原因：\n    封口后壁厚未定义",
                    "tb": "2"
                }
            },
            {
                "r": 2,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1调整封口溶封处火头温度\n    1.2收集封口后壁厚数据验证\n    2.长期措施：\n    制定《FLED封口处火头调节要求》\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1调整封口溶封处火头温度\n    1.2收集封口后壁厚数据验证\n    2.长期措施：\n    制定《FLED封口处火头调节要求》\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 2,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 2,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 2,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 2,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/566536.xlsx",
                    "realV": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/566536.xlsx",
                    "tb": "2",
                    "v": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/566536.xlsx"
                }
            },
            {
                "r": 2,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "已完成",
                    "realV": "已完成",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "已完成"
                }
            },
            {
                "r": 2,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 2,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 3,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270004",
                    "realV": "PRJ202403270004",
                    "selectObj": {
                        "value": "1894"
                    },
                    "v": "PRJ202403270004"
                }
            },
            {
                "r": 3,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "在电源灌胶工序，AC出线孔位置出现漏胶现象，不良率90%（90/100）"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n在电源灌胶工序，AC出线孔位置出现漏胶现象，不良率90%（90/100）",
                    "tb": "2"
                }
            },
            {
                "r": 3,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 3,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 3,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 3,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义",
                    "tb": "2"
                }
            },
            {
                "r": 3,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施： 1.1调整封口溶封处火头温度 1.2收集封口后壁厚数据验证 2.长期措施： 制定《FLED封口处火头调节要求》 3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施： 1.1调整封口溶封处火头温度 1.2收集封口后壁厚数据验证 2.长期措施： 制定《FLED封口处火头调节要求》 3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 3,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 3,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 3,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 3,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/9492250.docx",
                    "realV": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/9492250.docx",
                    "tb": "2",
                    "v": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/9492250.docx"
                }
            },
            {
                "r": 3,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "已完成",
                    "realV": "已完成",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "已完成"
                }
            },
            {
                "r": 3,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 3,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 4,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270005",
                    "realV": "PRJ202403270005",
                    "selectObj": {
                        "value": "1895"
                    },
                    "v": "PRJ202403270005"
                }
            },
            {
                "r": 4,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "B端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nB端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险",
                    "tb": "2"
                }
            },
            {
                "r": 4,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 4,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 4,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 4,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义",
                    "tb": "2"
                }
            },
            {
                "r": 4,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 4,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 4,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 4,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 4,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5306269.xlsx",
                    "realV": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5306269.xlsx",
                    "tb": "2",
                    "v": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5306269.xlsx"
                }
            },
            {
                "r": 4,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "已完成",
                    "realV": "已完成",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "已完成"
                }
            },
            {
                "r": 4,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 4,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 5,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270006",
                    "realV": "PRJ202403270006",
                    "selectObj": {
                        "value": "1896"
                    },
                    "v": "PRJ202403270006"
                }
            },
            {
                "r": 5,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "B端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nB端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险",
                    "tb": "2"
                }
            },
            {
                "r": 5,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 5,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 5,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 5,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义",
                    "tb": "2"
                }
            },
            {
                "r": 5,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 5,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 5,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 5,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 5,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 5,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 5,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 5,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 6,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270007",
                    "realV": "PRJ202403270007",
                    "selectObj": {
                        "value": "1897"
                    },
                    "v": "PRJ202403270007"
                }
            },
            {
                "r": 6,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "B端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nB端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险",
                    "tb": "2"
                }
            },
            {
                "r": 6,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 6,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 6,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 6,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义",
                    "tb": "2"
                }
            },
            {
                "r": 6,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 6,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 6,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 6,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 6,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 6,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 6,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 6,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 7,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270012",
                    "realV": "PRJ202403270012",
                    "selectObj": {
                        "value": "1907"
                    },
                    "v": "PRJ202403270012"
                }
            },
            {
                "r": 7,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                }
            },
            {
                "r": 7,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 7,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 7,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 7,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                }
            },
            {
                "r": 7,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 7,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 7,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 7,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 7,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 7,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 7,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 7,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 8,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270013",
                    "realV": "PRJ202403270013",
                    "selectObj": {
                        "value": "1908"
                    },
                    "v": "PRJ202403270013"
                }
            },
            {
                "r": 8,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                }
            },
            {
                "r": 8,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 8,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 8,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 8,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                }
            },
            {
                "r": 8,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 8,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 8,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 8,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 8,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 8,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 8,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 8,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 9,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270014",
                    "realV": "PRJ202403270014",
                    "selectObj": {
                        "value": "1909"
                    },
                    "v": "PRJ202403270014"
                }
            },
            {
                "r": 9,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                }
            },
            {
                "r": 9,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 9,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 9,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 9,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                }
            },
            {
                "r": 9,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 9,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 9,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 9,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 9,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 9,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 9,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 9,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 10,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270015",
                    "realV": "PRJ202403270015",
                    "selectObj": {
                        "value": "1910"
                    },
                    "v": "PRJ202403270015"
                }
            },
            {
                "r": 10,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                }
            },
            {
                "r": 10,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 10,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 10,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 10,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                }
            },
            {
                "r": 10,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 10,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 10,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 10,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 10,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 10,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 10,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 10,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 11,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270016",
                    "realV": "PRJ202403270016",
                    "selectObj": {
                        "value": "1911"
                    },
                    "v": "PRJ202403270016"
                }
            },
            {
                "r": 11,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                }
            },
            {
                "r": 11,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 11,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 11,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 11,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                }
            },
            {
                "r": 11,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 11,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 11,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 11,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 11,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 11,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 11,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 11,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 12,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270017",
                    "realV": "PRJ202403270017",
                    "selectObj": {
                        "value": "1912"
                    },
                    "v": "PRJ202403270017"
                }
            },
            {
                "r": 12,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                }
            },
            {
                "r": 12,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 12,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 12,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 12,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                }
            },
            {
                "r": 12,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 12,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 12,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 12,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 12,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 12,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 12,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 12,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 13,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270018",
                    "realV": "PRJ202403270018",
                    "selectObj": {
                        "value": "1913"
                    },
                    "v": "PRJ202403270018"
                }
            },
            {
                "r": 13,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                }
            },
            {
                "r": 13,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 13,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 13,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 13,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                }
            },
            {
                "r": 13,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 13,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 13,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 13,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 13,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5574206.XLSX",
                    "realV": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5574206.XLSX",
                    "tb": "2",
                    "v": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5574206.XLSX"
                }
            },
            {
                "r": 13,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "已完成",
                    "realV": "已完成",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "已完成"
                }
            },
            {
                "r": 13,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 13,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 14,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270019",
                    "realV": "PRJ202403270019",
                    "selectObj": {
                        "value": "1914"
                    },
                    "v": "PRJ202403270019"
                }
            },
            {
                "r": 14,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                }
            },
            {
                "r": 14,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 14,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 14,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 14,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                }
            },
            {
                "r": 14,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 14,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 14,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 14,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 14,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/7733180.XLSX",
                    "realV": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/7733180.XLSX",
                    "tb": "2",
                    "v": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/7733180.XLSX"
                }
            },
            {
                "r": 14,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "已完成",
                    "realV": "已完成",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "已完成"
                }
            },
            {
                "r": 14,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 14,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 15,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270020",
                    "realV": "PRJ202403270020",
                    "selectObj": {
                        "value": "1915"
                    },
                    "v": "PRJ202403270020"
                }
            },
            {
                "r": 15,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "在成品送测时发现一支灯管光通量偏低\n    额定流明：500lm\n    实测流明为306.1lm\n    不良率：20%（1/5）"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n在成品送测时发现一支灯管光通量偏低\n    额定流明：500lm\n    实测流明为306.1lm\n    不良率：20%（1/5）",
                    "tb": "2"
                }
            },
            {
                "r": 15,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 15,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 15,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 15,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因： 来料未按图纸中心值管控，超出公差范围 流出原因： 出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因： 来料未按图纸中心值管控，超出公差范围 流出原因： 出货前未对不合格品拦截。",
                    "tb": "2"
                }
            },
            {
                "r": 15,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA 2.长期措施： A.物料承认书中明确色差等级 B.研发提供色差限度样品 3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA 2.长期措施： A.物料承认书中明确色差等级 B.研发提供色差限度样品 3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 15,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 15,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 15,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 15,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 15,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 15,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 15,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 16,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270021",
                    "realV": "PRJ202403270021",
                    "selectObj": {
                        "value": "1916"
                    },
                    "v": "PRJ202403270021"
                }
            },
            {
                "r": 16,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    "
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    ",
                    "tb": "2"
                }
            },
            {
                "r": 16,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 16,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 16,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 16,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 16,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 16,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 16,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 16,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 16,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 16,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10"
                }
            },
            {
                "r": 16,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 16,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 17,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270022",
                    "realV": "PRJ202403270022",
                    "selectObj": {
                        "value": "1917"
                    },
                    "v": "PRJ202403270022"
                }
            },
            {
                "r": 17,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                }
            },
            {
                "r": 17,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 17,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 17,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 17,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 17,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    \n    流出原因：客户端无反馈和投诉"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    \n    流出原因：客户端无反馈和投诉",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 17,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 17,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 17,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 17,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 17,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 17,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 17,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 18,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270023",
                    "realV": "PRJ202403270023",
                    "selectObj": {
                        "value": "1918"
                    },
                    "v": "PRJ202403270023"
                }
            },
            {
                "r": 18,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                }
            },
            {
                "r": 18,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 18,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 18,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 18,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 18,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    \n    流出原因：客户端无反馈和投诉"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    \n    流出原因：客户端无反馈和投诉",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 18,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 18,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 18,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 18,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 18,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 18,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 18,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 19,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270024",
                    "realV": "PRJ202403270024",
                    "selectObj": {
                        "value": "1919"
                    },
                    "v": "PRJ202403270024"
                }
            },
            {
                "r": 19,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                }
            },
            {
                "r": 19,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 19,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 19,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 19,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 19,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    \n    流出原因：客户端无反馈和投诉"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    \n    流出原因：客户端无反馈和投诉",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 19,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 19,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 19,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 19,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 19,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 19,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 19,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 20,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270025",
                    "realV": "PRJ202403270025",
                    "selectObj": {
                        "value": "1920"
                    },
                    "v": "PRJ202403270025"
                }
            },
            {
                "r": 20,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                }
            },
            {
                "r": 20,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                }
            },
            {
                "r": 20,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 20,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20183341-王振宇",
                    "realV": "20183341-王振宇",
                    "tb": "2",
                    "v": "20183341-王振宇",
                    "selectObj": {
                        "value": "20183341",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 20,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因："
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：",
                    "tb": "2"
                }
            },
            {
                "r": 20,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 20,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                }
            },
            {
                "r": 20,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 20,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 20,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 20,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 20,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 20,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 21,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270026",
                    "realV": "PRJ202403270026",
                    "selectObj": {
                        "value": "1921"
                    },
                    "v": "PRJ202403270026"
                }
            },
            {
                "r": 21,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "R29贴片电阻元器件距离设计符合《PCB设计规范》，分板有损件风险\n    标准要求：距离板边≤2mm\n    实际设计：距离板边1.8mm"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nR29贴片电阻元器件距离设计符合《PCB设计规范》，分板有损件风险\n    标准要求：距离板边≤2mm\n    实际设计：距离板边1.8mm",
                    "tb": "2"
                }
            },
            {
                "r": 21,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                }
            },
            {
                "r": 21,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 21,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20183341-王振宇",
                    "realV": "20183341-王振宇",
                    "tb": "2",
                    "v": "20183341-王振宇"
                }
            },
            {
                "r": 21,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 21,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 21,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 21,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 21,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 21,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 21,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 21,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 21,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 22,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270027",
                    "realV": "PRJ202403270027",
                    "selectObj": {
                        "value": "1922"
                    },
                    "v": "PRJ202403270027"
                }
            },
            {
                "r": 22,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "应急灯管设计方案进行变更后，即”外接点检开关“后，新增加点检外接线后会存在误触发MCU启动“点检”模式的风险"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n应急灯管设计方案进行变更后，即”外接点检开关“后，新增加点检外接线后会存在误触发MCU启动“点检”模式的风险",
                    "tb": "2"
                }
            },
            {
                "r": 22,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 22,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 22,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 22,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 22,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 22,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 22,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 22,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 22,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 22,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 22,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 22,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 23,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270028",
                    "realV": "PRJ202403270028",
                    "selectObj": {
                        "value": "1923"
                    },
                    "v": "PRJ202403270028"
                }
            },
            {
                "r": 23,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "PL、2D、T5C等产品的部分规格，光通量及光效实际值低于规格值，存在客诉的风险"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nPL、2D、T5C等产品的部分规格，光通量及光效实际值低于规格值，存在客诉的风险",
                    "tb": "2"
                }
            },
            {
                "r": 23,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                }
            },
            {
                "r": 23,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 23,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 23,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 23,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 23,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 23,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 23,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 23,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 23,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 23,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 23,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 24,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270029",
                    "realV": "PRJ202403270029",
                    "selectObj": {
                        "value": "1924"
                    },
                    "v": "PRJ202403270029"
                }
            },
            {
                "r": 24,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                }
            },
            {
                "r": 24,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                }
            },
            {
                "r": 24,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 24,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20221250-朱月琪",
                    "realV": "20221250-朱月琪",
                    "tb": "2",
                    "v": "20221250-朱月琪"
                }
            },
            {
                "r": 24,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "未解决"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n未解决",
                    "tb": "2"
                }
            },
            {
                "r": 24,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "344"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n344",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 24,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 24,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 24,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 24,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 24,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 24,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 24,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 25,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270030",
                    "mc": {
                        "r": 25,
                        "c": 0,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "PRJ202403270030",
                    "selectObj": {
                        "value": "1925"
                    },
                    "v": "PRJ202403270030"
                }
            },
            {
                "r": 25,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "mc": {
                        "r": 25,
                        "c": 1,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                }
            },
            {
                "r": 25,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "严重",
                    "mc": {
                        "r": 25,
                        "c": 2,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "严重",
                    "selectObj": {
                        "value": "04"
                    },
                    "v": "严重"
                }
            },
            {
                "r": 25,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "mc": {
                        "r": 25,
                        "c": 3,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 25,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "mc": {
                        "r": 25,
                        "c": 4,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 25,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "未解决"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n未解决",
                    "tb": "2"
                }
            },
            {
                "r": 25,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "BBB"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nBBB",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 25,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 25,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 25,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 25,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 25,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 25,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 25,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 25,
                        "c": 13,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 26,
                "c": 0,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 25,
                        "c": 0
                    },
                    "tb": "2"
                }
            },
            {
                "r": 26,
                "c": 1,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 25,
                        "c": 1
                    },
                    "tb": "2"
                }
            },
            {
                "r": 26,
                "c": 2,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 25,
                        "c": 2
                    },
                    "tb": "2"
                }
            },
            {
                "r": 26,
                "c": 3,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 25,
                        "c": 3
                    },
                    "tb": "2"
                }
            },
            {
                "r": 26,
                "c": 4,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 25,
                        "c": 4
                    },
                    "tb": "2"
                }
            },
            {
                "r": 26,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "未解决"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n未解决",
                    "tb": "2"
                }
            },
            {
                "r": 26,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "BBB"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nBBB",
                    "selectObj": {
                        "value": "0020"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 26,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                }
            },
            {
                "r": 26,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                }
            },
            {
                "r": 26,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                }
            },
            {
                "r": 26,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 26,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 26,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 26,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 25,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 27,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202404030004",
                    "mc": {
                        "r": 27,
                        "c": 0,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "PRJ202404030004",
                    "selectObj": {
                        "value": "2126"
                    },
                    "v": "PRJ202404030004"
                }
            },
            {
                "r": 27,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "在成品送测时发现一支灯管光通量偏低\n    额定流明：500lm\n    实测流明为306.1lm\n    不良率：20%（1/5）"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "mc": {
                        "r": 27,
                        "c": 1,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "\r\n在成品送测时发现一支灯管光通量偏低\n    额定流明：500lm\n    实测流明为306.1lm\n    不良率：20%（1/5）",
                    "tb": "2"
                }
            },
            {
                "r": 27,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "mc": {
                        "r": 27,
                        "c": 2,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                }
            },
            {
                "r": 27,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "mc": {
                        "r": 27,
                        "c": 3,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 27,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20221250-朱月琪",
                    "mc": {
                        "r": 27,
                        "c": 4,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "20221250-朱月琪",
                    "tb": "2",
                    "v": "20221250-朱月琪"
                }
            },
            {
                "r": 27,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "mc": {
                        "r": 27,
                        "c": 5,
                        "rs": 4,
                        "cs": 1
                    },
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                }
            },
            {
                "r": 27,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 27,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 27,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 27,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 27,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 27,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 27,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 27,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 27,
                        "c": 13,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 28,
                "c": 0,
                "v": {
                    "$ref": "$[0].data[27][0]",
                    "mc": {
                        "r": 27,
                        "c": 0
                    }
                }
            },
            {
                "r": 28,
                "c": 1,
                "v": {
                    "$ref": "$[0].data[27][1]",
                    "mc": {
                        "r": 27,
                        "c": 1
                    }
                }
            },
            {
                "r": 28,
                "c": 2,
                "v": {
                    "$ref": "$[0].data[27][2]",
                    "mc": {
                        "r": 27,
                        "c": 2
                    }
                }
            },
            {
                "r": 28,
                "c": 3,
                "v": {
                    "$ref": "$[0].data[27][3]",
                    "mc": {
                        "r": 27,
                        "c": 3
                    }
                }
            },
            {
                "r": 28,
                "c": 4,
                "v": {
                    "$ref": "$[0].data[27][4]",
                    "mc": {
                        "r": 27,
                        "c": 4
                    }
                }
            },
            {
                "r": 28,
                "c": 5,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 5
                    },
                    "tb": "2"
                }
            },
            {
                "r": 28,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "灯丝灯制造中心"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n灯丝灯制造中心",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 28,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 28,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 28,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 28,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 28,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 28,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 28,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 27,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 29,
                "c": 0,
                "v": {
                    "$ref": "$[0].data[27][0]",
                    "mc": {
                        "r": 27,
                        "c": 0
                    }
                }
            },
            {
                "r": 29,
                "c": 1,
                "v": {
                    "$ref": "$[0].data[27][1]",
                    "mc": {
                        "r": 27,
                        "c": 1
                    }
                }
            },
            {
                "r": 29,
                "c": 2,
                "v": {
                    "$ref": "$[0].data[27][2]",
                    "mc": {
                        "r": 27,
                        "c": 2
                    }
                }
            },
            {
                "r": 29,
                "c": 3,
                "v": {
                    "$ref": "$[0].data[27][3]",
                    "mc": {
                        "r": 27,
                        "c": 3
                    }
                }
            },
            {
                "r": 29,
                "c": 4,
                "v": {
                    "$ref": "$[0].data[27][4]",
                    "mc": {
                        "r": 27,
                        "c": 4
                    }
                }
            },
            {
                "r": 29,
                "c": 5,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 5
                    },
                    "tb": "2"
                }
            },
            {
                "r": 29,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 29,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 29,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 29,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 29,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 29,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 29,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 29,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 27,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 30,
                "c": 0,
                "v": {
                    "$ref": "$[0].data[27][0]",
                    "mc": {
                        "r": 27,
                        "c": 0
                    }
                }
            },
            {
                "r": 30,
                "c": 1,
                "v": {
                    "$ref": "$[0].data[27][1]",
                    "mc": {
                        "r": 27,
                        "c": 1
                    }
                }
            },
            {
                "r": 30,
                "c": 2,
                "v": {
                    "$ref": "$[0].data[27][2]",
                    "mc": {
                        "r": 27,
                        "c": 2
                    }
                }
            },
            {
                "r": 30,
                "c": 3,
                "v": {
                    "$ref": "$[0].data[27][3]",
                    "mc": {
                        "r": 27,
                        "c": 3
                    }
                }
            },
            {
                "r": 30,
                "c": 4,
                "v": {
                    "$ref": "$[0].data[27][4]",
                    "mc": {
                        "r": 27,
                        "c": 4
                    }
                }
            },
            {
                "r": 30,
                "c": 5,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 5
                    },
                    "tb": "2"
                }
            },
            {
                "r": 30,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 30,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 30,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 30,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 30,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 30,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 30,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 30,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 27,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 31,
                "c": 0,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 0
                    },
                    "tb": "2"
                }
            },
            {
                "r": 31,
                "c": 1,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 1
                    },
                    "tb": "2"
                }
            },
            {
                "r": 31,
                "c": 2,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 2
                    },
                    "tb": "2"
                }
            },
            {
                "r": 31,
                "c": 3,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 3
                    },
                    "tb": "2"
                }
            },
            {
                "r": 31,
                "c": 4,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 4
                    },
                    "tb": "2"
                }
            },
            {
                "r": 31,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    电源未设计过压保护\n    流出原因：无"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    电源未设计过压保护\n    流出原因：无",
                    "tb": "2"
                }
            },
            {
                "r": 31,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1封泡前，清洗泡壳后静置12h风干，\n    1.2增强检验\n    2.长期措施：\n    sop定义环境干湿度及温度\n    泡壳及灯丝物料存储管理办法\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1封泡前，清洗泡壳后静置12h风干，\n    1.2增强检验\n    2.长期措施：\n    sop定义环境干湿度及温度\n    泡壳及灯丝物料存储管理办法\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0020"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 31,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 31,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 31,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 31,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 31,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 31,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 31,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 27,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 32,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202404030005",
                    "mc": {
                        "r": 32,
                        "c": 0,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "PRJ202404030005",
                    "selectObj": {
                        "value": "2127"
                    },
                    "v": "PRJ202404030005"
                }
            },
            {
                "r": 32,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    "
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "mc": {
                        "r": 32,
                        "c": 1,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "\r\n来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    ",
                    "tb": "2"
                }
            },
            {
                "r": 32,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "mc": {
                        "r": 32,
                        "c": 2,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                }
            },
            {
                "r": 32,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "mc": {
                        "r": 32,
                        "c": 3,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 32,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20221250-朱月琪",
                    "mc": {
                        "r": 32,
                        "c": 4,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "20221250-朱月琪",
                    "tb": "2",
                    "v": "20221250-朱月琪"
                }
            },
            {
                "r": 32,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "\"发生原因：由于环境变化造成湿度偏大。封排后导致灯泡内有雾气残留.流出原因：内部检验未发现\"\r\n"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "mc": {
                        "r": 32,
                        "c": 5,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "\r\n\"发生原因：由于环境变化造成湿度偏大。封排后导致灯泡内有雾气残留.流出原因：内部检验未发现\"\r\n",
                    "tb": "2"
                }
            },
            {
                "r": 32,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    MOS内阻偏大导致产品工作时温度偏高(规格：10A-650V-300mΩ)\n    流出原因：无"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    MOS内阻偏大导致产品工作时温度偏高(规格：10A-650V-300mΩ)\n    流出原因：无",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 32,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 32,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 32,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 32,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 32,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 32,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 32,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 32,
                        "c": 13,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 33,
                "c": 0,
                "v": {
                    "$ref": "$[0].data[32][0]",
                    "mc": {
                        "r": 32,
                        "c": 0
                    }
                }
            },
            {
                "r": 33,
                "c": 1,
                "v": {
                    "$ref": "$[0].data[32][1]",
                    "mc": {
                        "r": 32,
                        "c": 1
                    }
                }
            },
            {
                "r": 33,
                "c": 2,
                "v": {
                    "$ref": "$[0].data[32][2]",
                    "mc": {
                        "r": 32,
                        "c": 2
                    }
                }
            },
            {
                "r": 33,
                "c": 3,
                "v": {
                    "$ref": "$[0].data[32][3]",
                    "mc": {
                        "r": 32,
                        "c": 3
                    }
                }
            },
            {
                "r": 33,
                "c": 4,
                "v": {
                    "$ref": "$[0].data[32][4]",
                    "mc": {
                        "r": 32,
                        "c": 4
                    }
                }
            },
            {
                "r": 33,
                "c": 5,
                "v": {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 32,
                        "c": 5
                    },
                    "tb": "2"
                }
            },
            {
                "r": 33,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1经项目组评审决定，让步放行，挑选使用；\n    1.2按照此批泡壳尺寸水平，调整封泡工位来满足成品灯尺寸要求。\n    2.长期措施：\n    要求供应商出货前提供检验报告，确认后发货。\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1经项目组评审决定，让步放行，挑选使用；\n    1.2按照此批泡壳尺寸水平，调整封泡工位来满足成品灯尺寸要求。\n    2.长期措施：\n    要求供应商出货前提供检验报告，确认后发货。\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 33,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 33,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 33,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 33,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 33,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 33,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 33,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 32,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 34,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202404030006",
                    "realV": "PRJ202404030006",
                    "selectObj": {
                        "value": "2128"
                    },
                    "v": "PRJ202404030006"
                }
            },
            {
                "r": 34,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "电源未设计过压保护,产品在过压使用时存在安全隐患"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n电源未设计过压保护,产品在过压使用时存在安全隐患",
                    "tb": "2"
                }
            },
            {
                "r": 34,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                }
            },
            {
                "r": 34,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                }
            },
            {
                "r": 34,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20221250-朱月琪",
                    "realV": "20221250-朱月琪",
                    "tb": "2",
                    "v": "20221250-朱月琪"
                }
            },
            {
                "r": 34,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    "
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    ",
                    "tb": "2"
                }
            },
            {
                "r": 34,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    由于环境变化造成湿度偏大。封排后导致灯泡内有雾气残留.\n    流出原因：\n    内部检验未发现"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    由于环境变化造成湿度偏大。封排后导致灯泡内有雾气残留.\n    流出原因：\n    内部检验未发现",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                }
            },
            {
                "r": 34,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 34,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 34,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 34,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 34,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                }
            },
            {
                "r": 34,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 34,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            },
            {
                "r": 35,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 35,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 35,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 35,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 35,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 35,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 35,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 35,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 35,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 35,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 35,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 35,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 35,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 35,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 36,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 36,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 36,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 36,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 37,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 37,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 37,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 37,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 38,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 38,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 38,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 38,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 39,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 39,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 39,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 39,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 40,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 40,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 40,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 40,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 41,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 41,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 41,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 41,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 42,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 42,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 42,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 42,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 43,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 43,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 43,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 43,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 0,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 1,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 2,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 3,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 4,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 5,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 6,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 7,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 8,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 44,
                "c": 9,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 44,
                "c": 10,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 11,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            },
            {
                "r": 44,
                "c": 12,
                "v": {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                }
            },
            {
                "r": 44,
                "c": 13,
                "v": {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            }
        ],
        "ch_width": 1761,
        "chart": [],
        "color": "",
        "column": 20,
        "config": {
            "authority": {
                "alert": false,
                "algorithmName": "None",
                "allowRangeList": [
                    {
                        "algorithmName": "None",
                        "hintText": "",
                        "name": "test1",
                        "sqref": "$A$3:$N$200"
                    }
                ],
                "deleteColumns": 1,
                "deleteRows": 1,
                "editObjects": 1,
                "editScenarios": 1,
                "filter": 1,
                "formatCells": 1,
                "formatColumns": 1,
                "formatRows": 1,
                "hintText": "",
                "insertColumns": 1,
                "insertHyperlinks": 1,
                "insertRows": 1,
                "selectLockedCells": 1,
                "selectunLockedCells": 1,
                "sheet": 1,
                "sort": 1,
                "usePivotTablereports": 1
            },
            "colhidden": {
                "0": 0
            },
            "columnlen": {
                "1": 270,
                "2": 92,
                "3": 87,
                "4": 110,
                "5": 270,
                "6": 270,
                "7": 110
            },
            "merge": {
                "25_3": {
                    "c": 3,
                    "cs": 1,
                    "r": 25,
                    "rs": 2
                },
                "27_1": {
                    "c": 1,
                    "cs": 1,
                    "r": 27,
                    "rs": 5
                },
                "0_0": {
                    "c": 0,
                    "cs": 5,
                    "r": 0,
                    "rs": 1
                },
                "25_2": {
                    "c": 2,
                    "cs": 1,
                    "r": 25,
                    "rs": 2
                },
                "27_0": {
                    "c": 0,
                    "cs": 1,
                    "r": 27,
                    "rs": 5
                },
                "25_1": {
                    "c": 1,
                    "cs": 1,
                    "r": 25,
                    "rs": 2
                },
                "32_5": {
                    "c": 5,
                    "cs": 1,
                    "r": 32,
                    "rs": 2
                },
                "25_0": {
                    "c": 0,
                    "cs": 1,
                    "r": 25,
                    "rs": 2
                },
                "32_4": {
                    "c": 4,
                    "cs": 1,
                    "r": 32,
                    "rs": 2
                },
                "25_13": {
                    "c": 13,
                    "cs": 1,
                    "r": 25,
                    "rs": 2
                },
                "32_3": {
                    "c": 3,
                    "cs": 1,
                    "r": 32,
                    "rs": 2
                },
                "32_13": {
                    "c": 13,
                    "cs": 1,
                    "r": 32,
                    "rs": 2
                },
                "32_2": {
                    "c": 2,
                    "cs": 1,
                    "r": 32,
                    "rs": 2
                },
                "0_5": {
                    "c": 5,
                    "cs": 8,
                    "r": 0,
                    "rs": 1
                },
                "32_1": {
                    "c": 1,
                    "cs": 1,
                    "r": 32,
                    "rs": 2
                },
                "27_13": {
                    "c": 13,
                    "cs": 1,
                    "r": 27,
                    "rs": 5
                },
                "32_0": {
                    "c": 0,
                    "cs": 1,
                    "r": 32,
                    "rs": 2
                },
                "27_5": {
                    "c": 5,
                    "cs": 1,
                    "r": 27,
                    "rs": 4
                },
                "27_4": {
                    "c": 4,
                    "cs": 1,
                    "r": 27,
                    "rs": 5
                },
                "27_3": {
                    "c": 3,
                    "cs": 1,
                    "r": 27,
                    "rs": 5
                },
                "25_4": {
                    "c": 4,
                    "cs": 1,
                    "r": 25,
                    "rs": 2
                },
                "27_2": {
                    "c": 2,
                    "cs": 1,
                    "r": 27,
                    "rs": 5
                }
            },
            "rowlen": {
                "0": "auto",
                "1": "auto",
                "2": "auto",
                "3": "auto",
                "4": "auto",
                "5": "auto",
                "6": "auto",
                "7": "auto",
                "8": "auto",
                "9": "auto",
                "10": "auto",
                "11": "auto",
                "12": "auto",
                "13": "auto",
                "14": "auto",
                "15": "auto",
                "16": "auto",
                "17": "auto",
                "18": "auto",
                "19": "auto",
                "20": "auto",
                "21": "auto",
                "22": "auto",
                "23": "auto",
                "24": "auto",
                "25": "auto",
                "26": "auto",
                "27": "auto",
                "28": "auto",
                "29": "auto",
                "30": "auto",
                "31": "auto",
                "32": "auto",
                "33": "auto",
                "34": "auto",
                "35": "auto",
                "36": "auto",
                "37": "auto",
                "38": "auto",
                "39": "auto",
                "40": "auto",
                "41": "auto",
                "42": "auto",
                "43": "auto",
                "44": "auto"
            },
            "sheetViewZoom": {
                "viewNormalZoomScale": 0.9
            }
        },
        "data": [
            [
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "D0基本信息",
                    "mc": {
                        "r": 0,
                        "c": 0,
                        "rs": 1,
                        "cs": 5
                    },
                    "realV": "D0基本信息",
                    "tb": "2",
                    "v": "D0基本信息"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 0
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 0
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 0
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 0
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "D4根因分析&D6纠正措施执行与验证",
                    "mc": {
                        "r": 0,
                        "c": 5,
                        "rs": 1,
                        "cs": 8
                    },
                    "realV": "D4根因分析&D6纠正措施执行与验证",
                    "tb": "2",
                    "v": "D4根因分析&D6纠正措施执行与验证"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "",
                    "mc": {
                        "r": 0,
                        "c": 5
                    },
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "D8问题关闭",
                    "realV": "D8问题关闭",
                    "tb": "2",
                    "v": "D8问题关闭"
                }
            ],
            [
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "问题编号",
                    "realV": "问题编号",
                    "tb": "2",
                    "v": "问题编号"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "fc": "#FF0000",
                                "ff": "4",
                                "fs": "10",
                                "v": "*"
                            },
                            {
                                "fc": "#444444",
                                "ff": "4",
                                "fs": "10",
                                "v": "问题描述"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "realV": "\r\n*问题描述",
                    "tb": "2"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "fc": "#FF0000",
                                "ff": "4",
                                "fs": "10",
                                "v": "*"
                            },
                            {
                                "fc": "#444444",
                                "ff": "4",
                                "fs": "10",
                                "v": "严重程度"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "realV": "\r\n*严重程度",
                    "tb": "2"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "fc": "#FF0000",
                                "ff": "4",
                                "fs": "10",
                                "v": "*"
                            },
                            {
                                "fc": "#444444",
                                "ff": "4",
                                "fs": "10",
                                "v": "问题小类"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "realV": "\r\n*问题小类",
                    "tb": "2"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "fc": "#FF0000",
                                "ff": "4",
                                "fs": "10",
                                "v": "*"
                            },
                            {
                                "fc": "#444444",
                                "ff": "4",
                                "fs": "10",
                                "v": "问题负责人"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "realV": "\r\n*问题负责人",
                    "tb": "2"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "原因分析",
                    "realV": "原因分析",
                    "tb": "2",
                    "v": "原因分析"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "改善措施",
                    "realV": "改善措施",
                    "tb": "2",
                    "v": "改善措施"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "措施负责人",
                    "realV": "措施负责人",
                    "tb": "2",
                    "v": "措施负责人"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "计划开始时间",
                    "realV": "计划开始时间",
                    "tb": "2",
                    "v": "计划开始时间"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "计划结束时间",
                    "realV": "计划结束时间",
                    "tb": "2",
                    "v": "计划结束时间"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "措施改善文档",
                    "realV": "措施改善文档",
                    "tb": "2",
                    "v": "措施改善文档"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "措施状态",
                    "realV": "措施状态",
                    "tb": "2",
                    "v": "措施状态"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "实际完成日期",
                    "realV": "实际完成日期",
                    "tb": "2",
                    "v": "实际完成日期"
                },
                {
                    "bg": "#ffffff",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "m": "问题状态",
                    "realV": "问题状态",
                    "tb": "2",
                    "v": "问题状态"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270003",
                    "realV": "PRJ202403270003",
                    "selectObj": {
                        "value": "1893"
                    },
                    "v": "PRJ202403270003"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "灯丝切割时发现灯丝电极处底膜断裂现象\n    不良率：9.6%（46/480）"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n灯丝切割时发现灯丝电极处底膜断裂现象\n    不良率：9.6%（46/480）",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸\n    2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄\n    流出原因：\n    封口后壁厚未定义"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸\n    2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄\n    流出原因：\n    封口后壁厚未定义",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1调整封口溶封处火头温度\n    1.2收集封口后壁厚数据验证\n    2.长期措施：\n    制定《FLED封口处火头调节要求》\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1调整封口溶封处火头温度\n    1.2收集封口后壁厚数据验证\n    2.长期措施：\n    制定《FLED封口处火头调节要求》\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/566536.xlsx",
                    "realV": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/566536.xlsx",
                    "tb": "2",
                    "v": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/566536.xlsx"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "已完成",
                    "realV": "已完成",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "已完成"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270004",
                    "realV": "PRJ202403270004",
                    "selectObj": {
                        "value": "1894"
                    },
                    "v": "PRJ202403270004"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "在电源灌胶工序，AC出线孔位置出现漏胶现象，不良率90%（90/100）"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n在电源灌胶工序，AC出线孔位置出现漏胶现象，不良率90%（90/100）",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施： 1.1调整封口溶封处火头温度 1.2收集封口后壁厚数据验证 2.长期措施： 制定《FLED封口处火头调节要求》 3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施： 1.1调整封口溶封处火头温度 1.2收集封口后壁厚数据验证 2.长期措施： 制定《FLED封口处火头调节要求》 3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/9492250.docx",
                    "realV": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/9492250.docx",
                    "tb": "2",
                    "v": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/9492250.docx"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "已完成",
                    "realV": "已完成",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "已完成"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270005",
                    "realV": "PRJ202403270005",
                    "selectObj": {
                        "value": "1895"
                    },
                    "v": "PRJ202403270005"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "B端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nB端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5306269.xlsx",
                    "realV": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5306269.xlsx",
                    "tb": "2",
                    "v": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5306269.xlsx"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "已完成",
                    "realV": "已完成",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "已完成"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270006",
                    "realV": "PRJ202403270006",
                    "selectObj": {
                        "value": "1896"
                    },
                    "v": "PRJ202403270006"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "B端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nB端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270007",
                    "realV": "PRJ202403270007",
                    "selectObj": {
                        "value": "1897"
                    },
                    "v": "PRJ202403270007"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "B端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nB端电池包，使用热风枪进行热缩套管固定电池包，存在电池包受热起火爆炸的风险",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因： 1.喇叭裂：封口口型溶封处火头温度偏低，产生冷炸 2.颈部破裂：封口时落料过快，与喇叭口连接部位玻璃厚度过薄 流出原因： 封口后壁厚未定义",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1此批次让步接收,挑选使用\n    1.2计算人工挑选工时费用\n    2.长期措施：\n    2.1公司自制（待定）\n    2.2自制外观封样\n    2.3采购与供应商确定备损数量\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270012",
                    "realV": "PRJ202403270012",
                    "selectObj": {
                        "value": "1907"
                    },
                    "v": "PRJ202403270012"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270013",
                    "realV": "PRJ202403270013",
                    "selectObj": {
                        "value": "1908"
                    },
                    "v": "PRJ202403270013"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270014",
                    "realV": "PRJ202403270014",
                    "selectObj": {
                        "value": "1909"
                    },
                    "v": "PRJ202403270014"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270015",
                    "realV": "PRJ202403270015",
                    "selectObj": {
                        "value": "1910"
                    },
                    "v": "PRJ202403270015"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270016",
                    "realV": "PRJ202403270016",
                    "selectObj": {
                        "value": "1911"
                    },
                    "v": "PRJ202403270016"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270017",
                    "realV": "PRJ202403270017",
                    "selectObj": {
                        "value": "1912"
                    },
                    "v": "PRJ202403270017"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270018",
                    "realV": "PRJ202403270018",
                    "selectObj": {
                        "value": "1913"
                    },
                    "v": "PRJ202403270018"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5574206.XLSX",
                    "realV": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5574206.XLSX",
                    "tb": "2",
                    "v": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/5574206.XLSX"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "已完成",
                    "realV": "已完成",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "已完成"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270019",
                    "realV": "PRJ202403270019",
                    "selectObj": {
                        "value": "1914"
                    },
                    "v": "PRJ202403270019"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n40W产品环境温25℃实棉条件下测试Q1温升不合格实测温度为121.5℃",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA\n    2.长期措施：\n    A.物料承认书中明确色差等级\n    B.研发提供色差限度样品\n    3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/7733180.XLSX",
                    "realV": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/7733180.XLSX",
                    "tb": "2",
                    "v": "http://10.30.35.116:9000/hz-ims-attach-file/ims-attach/20240327/0/7733180.XLSX"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "已完成",
                    "realV": "已完成",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "已完成"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270020",
                    "realV": "PRJ202403270020",
                    "selectObj": {
                        "value": "1915"
                    },
                    "v": "PRJ202403270020"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "在成品送测时发现一支灯管光通量偏低\n    额定流明：500lm\n    实测流明为306.1lm\n    不良率：20%（1/5）"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n在成品送测时发现一支灯管光通量偏低\n    额定流明：500lm\n    实测流明为306.1lm\n    不良率：20%（1/5）",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因： 来料未按图纸中心值管控，超出公差范围 流出原因： 出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因： 来料未按图纸中心值管控，超出公差范围 流出原因： 出货前未对不合格品拦截。",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施:NA 2.长期措施： A.物料承认书中明确色差等级 B.研发提供色差限度样品 3.平行展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施:NA 2.长期措施： A.物料承认书中明确色差等级 B.研发提供色差限度样品 3.平行展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270021",
                    "realV": "PRJ202403270021",
                    "selectObj": {
                        "value": "1916"
                    },
                    "v": "PRJ202403270021"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    "
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    ",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270022",
                    "realV": "PRJ202403270022",
                    "selectObj": {
                        "value": "1917"
                    },
                    "v": "PRJ202403270022"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    \n    流出原因：客户端无反馈和投诉"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    \n    流出原因：客户端无反馈和投诉",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270023",
                    "realV": "PRJ202403270023",
                    "selectObj": {
                        "value": "1918"
                    },
                    "v": "PRJ202403270023"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    \n    流出原因：客户端无反馈和投诉"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    \n    流出原因：客户端无反馈和投诉",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270024",
                    "realV": "PRJ202403270024",
                    "selectObj": {
                        "value": "1919"
                    },
                    "v": "PRJ202403270024"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    \n    流出原因：客户端无反馈和投诉"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    \n    流出原因：客户端无反馈和投诉",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270025",
                    "realV": "PRJ202403270025",
                    "selectObj": {
                        "value": "1920"
                    },
                    "v": "PRJ202403270025"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20183341-王振宇",
                    "realV": "20183341-王振宇",
                    "tb": "2",
                    "v": "20183341-王振宇",
                    "selectObj": {
                        "value": "20183341",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因："
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静",
                    "selectObj": {
                        "value": "20190362",
                        "label": "https://cube.elemecdn.com/3/7c/3ea6beec64369c2642b92c6726f1epng.png"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270026",
                    "realV": "PRJ202403270026",
                    "selectObj": {
                        "value": "1921"
                    },
                    "v": "PRJ202403270026"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "R29贴片电阻元器件距离设计符合《PCB设计规范》，分板有损件风险\n    标准要求：距离板边≤2mm\n    实际设计：距离板边1.8mm"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nR29贴片电阻元器件距离设计符合《PCB设计规范》，分板有损件风险\n    标准要求：距离板边≤2mm\n    实际设计：距离板边1.8mm",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20183341-王振宇",
                    "realV": "20183341-王振宇",
                    "tb": "2",
                    "v": "20183341-王振宇"
                },
                {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270027",
                    "realV": "PRJ202403270027",
                    "selectObj": {
                        "value": "1922"
                    },
                    "v": "PRJ202403270027"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "应急灯管设计方案进行变更后，即”外接点检开关“后，新增加点检外接线后会存在误触发MCU启动“点检”模式的风险"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n应急灯管设计方案进行变更后，即”外接点检开关“后，新增加点检外接线后会存在误触发MCU启动“点检”模式的风险",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270028",
                    "realV": "PRJ202403270028",
                    "selectObj": {
                        "value": "1923"
                    },
                    "v": "PRJ202403270028"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "PL、2D、T5C等产品的部分规格，光通量及光效实际值低于规格值，存在客诉的风险"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nPL、2D、T5C等产品的部分规格，光通量及光效实际值低于规格值，存在客诉的风险",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "轻微",
                    "realV": "轻微",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "轻微"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "@",
                        "s": [],
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270029",
                    "realV": "PRJ202403270029",
                    "selectObj": {
                        "value": "1924"
                    },
                    "v": "PRJ202403270029"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20221250-朱月琪",
                    "realV": "20221250-朱月琪",
                    "tb": "2",
                    "v": "20221250-朱月琪"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "未解决"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n未解决",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "344"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n344",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202403270030",
                    "mc": {
                        "r": 25,
                        "c": 0,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "PRJ202403270030",
                    "selectObj": {
                        "value": "1925"
                    },
                    "v": "PRJ202403270030"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "客户端可能存在无法进行应急功能例行性的检查"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "mc": {
                        "r": 25,
                        "c": 1,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "\r\n客户端可能存在无法进行应急功能例行性的检查",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "严重",
                    "mc": {
                        "r": 25,
                        "c": 2,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "严重",
                    "selectObj": {
                        "value": "04"
                    },
                    "v": "严重"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "mc": {
                        "r": 25,
                        "c": 3,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "mc": {
                        "r": 25,
                        "c": 4,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "未解决"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n未解决",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "BBB"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nBBB",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 25,
                        "c": 13,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 25,
                        "c": 0
                    },
                    "tb": "2"
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 25,
                        "c": 1
                    },
                    "tb": "2"
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 25,
                        "c": 2
                    },
                    "tb": "2"
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 25,
                        "c": 3
                    },
                    "tb": "2"
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 25,
                        "c": 4
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "未解决"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n未解决",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "BBB"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\nBBB",
                    "selectObj": {
                        "value": "0020"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20190362-侯静静",
                    "realV": "20190362-侯静静",
                    "tb": "2",
                    "v": "20190362-侯静静"
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-27",
                    "realV": "2024-03-27",
                    "v": 45378
                },
                {
                    "ct": {
                        "fa": "yyyy-MM-dd",
                        "t": "d"
                    },
                    "m": "2024-03-29",
                    "realV": "2024-03-29",
                    "v": 45380
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 25,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202404030004",
                    "mc": {
                        "r": 27,
                        "c": 0,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "PRJ202404030004",
                    "selectObj": {
                        "value": "2126"
                    },
                    "v": "PRJ202404030004"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "在成品送测时发现一支灯管光通量偏低\n    额定流明：500lm\n    实测流明为306.1lm\n    不良率：20%（1/5）"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "mc": {
                        "r": 27,
                        "c": 1,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "\r\n在成品送测时发现一支灯管光通量偏低\n    额定流明：500lm\n    实测流明为306.1lm\n    不良率：20%（1/5）",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "mc": {
                        "r": 27,
                        "c": 2,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "mc": {
                        "r": 27,
                        "c": 3,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20221250-朱月琪",
                    "mc": {
                        "r": 27,
                        "c": 4,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "20221250-朱月琪",
                    "tb": "2",
                    "v": "20221250-朱月琪"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "mc": {
                        "r": 27,
                        "c": 5,
                        "rs": 4,
                        "cs": 1
                    },
                    "realV": "\r\n发生原因：\n    来料未按图纸中心值管控，超出公差范围\n    流出原因：\n    出货前未对不合格品拦截。",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 27,
                        "c": 13,
                        "rs": 5,
                        "cs": 1
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "$ref": "$[0].data[27][0]",
                    "mc": {
                        "r": 27,
                        "c": 0
                    }
                },
                {
                    "$ref": "$[0].data[27][1]",
                    "mc": {
                        "r": 27,
                        "c": 1
                    }
                },
                {
                    "$ref": "$[0].data[27][2]",
                    "mc": {
                        "r": 27,
                        "c": 2
                    }
                },
                {
                    "$ref": "$[0].data[27][3]",
                    "mc": {
                        "r": 27,
                        "c": 3
                    }
                },
                {
                    "$ref": "$[0].data[27][4]",
                    "mc": {
                        "r": 27,
                        "c": 4
                    }
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 5
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "灯丝灯制造中心"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n灯丝灯制造中心",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 27,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "$ref": "$[0].data[27][0]",
                    "mc": {
                        "r": 27,
                        "c": 0
                    }
                },
                {
                    "$ref": "$[0].data[27][1]",
                    "mc": {
                        "r": 27,
                        "c": 1
                    }
                },
                {
                    "$ref": "$[0].data[27][2]",
                    "mc": {
                        "r": 27,
                        "c": 2
                    }
                },
                {
                    "$ref": "$[0].data[27][3]",
                    "mc": {
                        "r": 27,
                        "c": 3
                    }
                },
                {
                    "$ref": "$[0].data[27][4]",
                    "mc": {
                        "r": 27,
                        "c": 4
                    }
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 5
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 27,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "$ref": "$[0].data[27][0]",
                    "mc": {
                        "r": 27,
                        "c": 0
                    }
                },
                {
                    "$ref": "$[0].data[27][1]",
                    "mc": {
                        "r": 27,
                        "c": 1
                    }
                },
                {
                    "$ref": "$[0].data[27][2]",
                    "mc": {
                        "r": 27,
                        "c": 2
                    }
                },
                {
                    "$ref": "$[0].data[27][3]",
                    "mc": {
                        "r": 27,
                        "c": 3
                    }
                },
                {
                    "$ref": "$[0].data[27][4]",
                    "mc": {
                        "r": 27,
                        "c": 4
                    }
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 5
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    电源放置结构空间小，且增加铁质材料的外壳密封\n    流出原因：无",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 27,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 0
                    },
                    "tb": "2"
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 1
                    },
                    "tb": "2"
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 2
                    },
                    "tb": "2"
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 3
                    },
                    "tb": "2"
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 27,
                        "c": 4
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    电源未设计过压保护\n    流出原因：无"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    电源未设计过压保护\n    流出原因：无",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1封泡前，清洗泡壳后静置12h风干，\n    1.2增强检验\n    2.长期措施：\n    sop定义环境干湿度及温度\n    泡壳及灯丝物料存储管理办法\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1封泡前，清洗泡壳后静置12h风干，\n    1.2增强检验\n    2.长期措施：\n    sop定义环境干湿度及温度\n    泡壳及灯丝物料存储管理办法\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0020"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 27,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202404030005",
                    "mc": {
                        "r": 32,
                        "c": 0,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "PRJ202404030005",
                    "selectObj": {
                        "value": "2127"
                    },
                    "v": "PRJ202404030005"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    "
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "mc": {
                        "r": 32,
                        "c": 1,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "\r\n来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    ",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "mc": {
                        "r": 32,
                        "c": 2,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "mc": {
                        "r": 32,
                        "c": 3,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20221250-朱月琪",
                    "mc": {
                        "r": 32,
                        "c": 4,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "20221250-朱月琪",
                    "tb": "2",
                    "v": "20221250-朱月琪"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "\"发生原因：由于环境变化造成湿度偏大。封排后导致灯泡内有雾气残留.流出原因：内部检验未发现\"\r\n"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "mc": {
                        "r": 32,
                        "c": 5,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "\r\n\"发生原因：由于环境变化造成湿度偏大。封排后导致灯泡内有雾气残留.流出原因：内部检验未发现\"\r\n",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    MOS内阻偏大导致产品工作时温度偏高(规格：10A-650V-300mΩ)\n    流出原因：无"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    MOS内阻偏大导致产品工作时温度偏高(规格：10A-650V-300mΩ)\n    流出原因：无",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 32,
                        "c": 13,
                        "rs": 2,
                        "cs": 1
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "$ref": "$[0].data[32][0]",
                    "mc": {
                        "r": 32,
                        "c": 0
                    }
                },
                {
                    "$ref": "$[0].data[32][1]",
                    "mc": {
                        "r": 32,
                        "c": 1
                    }
                },
                {
                    "$ref": "$[0].data[32][2]",
                    "mc": {
                        "r": 32,
                        "c": 2
                    }
                },
                {
                    "$ref": "$[0].data[32][3]",
                    "mc": {
                        "r": 32,
                        "c": 3
                    }
                },
                {
                    "$ref": "$[0].data[32][4]",
                    "mc": {
                        "r": 32,
                        "c": 4
                    }
                },
                {
                    "bg": "#728EC7",
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#FFFFFF",
                    "ff": "4",
                    "fs": "10",
                    "ht": "0",
                    "mc": {
                        "r": 32,
                        "c": 5
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "1.临时措施：\n    1.1经项目组评审决定，让步放行，挑选使用；\n    1.2按照此批泡壳尺寸水平，调整封泡工位来满足成品灯尺寸要求。\n    2.长期措施：\n    要求供应商出货前提供检验报告，确认后发货。\n    3.水平展开：NA"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n1.临时措施：\n    1.1经项目组评审决定，让步放行，挑选使用；\n    1.2按照此批泡壳尺寸水平，调整封泡工位来满足成品灯尺寸要求。\n    2.长期措施：\n    要求供应商出货前提供检验报告，确认后发货。\n    3.水平展开：NA",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "mc": {
                        "r": 32,
                        "c": 13
                    },
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "PRJ202404030006",
                    "realV": "PRJ202404030006",
                    "selectObj": {
                        "value": "2128"
                    },
                    "v": "PRJ202404030006"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "电源未设计过压保护,产品在过压使用时存在安全隐患"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n电源未设计过压保护,产品在过压使用时存在安全隐患",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "中等",
                    "realV": "中等",
                    "selectObj": {
                        "value": "03"
                    },
                    "v": "中等"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进度",
                    "realV": "进度",
                    "selectObj": {
                        "value": "02"
                    },
                    "v": "进度"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "20221250-朱月琪",
                    "realV": "20221250-朱月琪",
                    "tb": "2",
                    "v": "20221250-朱月琪"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    "
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n来料检验发现\n    ST19金泡尺寸不良，不良率30%(3/10)\n    ST19明泡尺寸不良:，不良率30%(3/10)\n    G25金泡尺寸不良，不良率30%(3/10)\n    ",
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "General",
                        "s": [
                            {
                                "v": "发生原因：\n    由于环境变化造成湿度偏大。封排后导致灯泡内有雾气残留.\n    流出原因：\n    内部检验未发现"
                            }
                        ],
                        "t": "inlineStr"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "realV": "\r\n发生原因：\n    由于环境变化造成湿度偏大。封排后导致灯泡内有雾气残留.\n    流出原因：\n    内部检验未发现",
                    "selectObj": {
                        "value": "0010"
                    },
                    "tb": "2"
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "进行中",
                    "realV": "进行中",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "进行中"
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "未解决",
                    "realV": "未解决",
                    "selectObj": {
                        "value": "01"
                    },
                    "v": "未解决"
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            ],
            [
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                },
                {
                    "ct": {
                        "fa": "yyyy/MM/dd",
                        "t": "d"
                    }
                },
                {
                    "ct": {
                        "fa": "@",
                        "t": "s"
                    },
                    "fc": "#444444",
                    "ff": "4",
                    "fs": "10",
                    "m": "",
                    "realV": "",
                    "tb": "2",
                    "v": ""
                }
            ]
        ],
        "dataVerification": {},
        "defaultColWidth": 100,
        "defaultRowHeight": 30,
        "hide": 0,
        "index": "0",
        "luckysheet_alternateformat_save": [],
        "luckysheet_alternateformat_save_modelCustom": [],
        "luckysheet_select_save": [
            {
                "left": 751,
                "width": 243,
                "top": 266,
                "height": 127,
                "left_move": 751,
                "width_move": 243,
                "top_move": 266,
                "height_move": 127,
                "row": [
                    4,
                    4
                ],
                "column": [
                    6,
                    6
                ],
                "row_focus": 4,
                "column_focus": 6
            }
        ],
        "name": "测试",
        "order": "0",
        "rh_height": 2952,
        "row": 20,
        "scrollLeft": 0,
        "scrollTop": 0,
        "status": "1",
        "visibledatacolumn": [
            0,
            244,
            328,
            407,
            507,
            751,
            995,
            1095,
            1186,
            1277,
            1368,
            1459,
            1550,
            1641
        ],
        "visibledatarow": [
            30,
            62,
            174,
            266,
            394,
            522,
            650,
            736,
            822,
            908,
            994,
            1080,
            1166,
            1258,
            1350,
            1423,
            1500,
            1545,
            1590,
            1635,
            1667,
            1739,
            1799,
            1843,
            1874,
            1904,
            1934,
            2006,
            2036,
            2108,
            2180,
            2292,
            2364,
            2505,
            2592,
            2620,
            2648,
            2676,
            2704,
            2732,
            2760,
            2788,
            2816,
            2844,
            2872
        ],
        "zoomRatio": 0.9,
        "jfgird_select_save": [],
        "luckysheet_selection_range": [],
        "frozen": {
            "type": "rangeRow",
            "range": {
                "row_focus": 1,
                "column_focus": 13
            }
        }
    }

// export default sheetCell
